[VCP_Reaver X2EncyclopediaTemplate]
ListTitle = "嗜血者"
DescriptionTitle = "嗜血者"
DescriptionEntry = "嗜血者”是一位无情的战士，他们运用血之魔法来驱动自己无休止的攻势，每一击都从敌人身上汲取生命。他们配备着灵能增强的近战武器和黑暗的仪式，在近战格斗中如鱼得水，随着战场被鲜血染红，他们也变得愈发强大."

[VCP_Reaver X2SoldierClassTemplate]
DisplayName="嗜血者"
ClassSummary="嗜血者”是一位无情的战士，他们运用血之魔法来驱动自己无休止的攻势，每一击都从敌人身上汲取生命。他们配备着灵能增强的近战武器和黑暗的仪式，在近战格斗中如鱼得水，随着战场被鲜血染红，他们也变得愈发强大."
AbilityTreeTitles[0]="暗影收割"
AbilityTreeTitles[1]="毁灭"
AbilityTreeTitles[2]="嗜血生存"
AbilityTreeTitles[3]="XCOM"

[VCP_Seer X2EncyclopediaTemplate]
ListTitle = "血之先知"
DescriptionTitle = "血之先知"
DescriptionEntry = "血之先知”是一位灵能预言者，他们运用血之魔法窥探未来，并释放出毁灭性的精神攻击。他们从敌人身上汲取生命之力，为自己的黑暗预言提供能量，操控心智、摧毁意志，甚至扭曲命运本身，以确保胜利."

[VCP_Seer X2SoldierClassTemplate]
DisplayName="血之先知"
ClassSummary="血之先知”是一位灵能预言者，他们运用血之魔法窥探未来，并释放出毁灭性的精神攻击。他们从敌人身上汲取生命之力，为自己的黑暗预言提供能量，操控心智、摧毁意志，甚至扭曲命运本身，以确保胜利."
AbilityTreeTitles[0]="绯红法师"
AbilityTreeTitles[1]="绯红支援"
AbilityTreeTitles[2]="绯红生命"
AbilityTreeTitles[3]="XCOM"

[VCP_Hunter X2EncyclopediaTemplate]
ListTitle = "噬血猎人"
DescriptionTitle = "噬血猎人"
DescriptionEntry = "噬血猎人”是一位无情的追踪者，他们运用血之魔法来标记、削弱并无情地追捕他们的猎物。他们与溅洒的鲜血有着超自然的联系，随着敌人的痛苦而变得更加强大，以冷酷的精准和不屈的凶猛发动攻击."

[VCP_Hunter X2SoldierClassTemplate]
DisplayName="噬血猎人"
ClassSummary="噬血猎人”是一位无情的追踪者，他们运用血之魔法来标记、削弱并无情地追捕他们的猎物。他们与溅洒的鲜血有着超自然的联系，随着敌人的痛苦而变得更加强大，以冷酷的精准和不屈的凶猛发动攻击."
AbilityTreeTitles[0]="符文猎人"
AbilityTreeTitles[1]="贪婪的猎手"
AbilityTreeTitles[2]="死亡猎人"
AbilityTreeTitles[3]="XCOM"

;***************************************
; - GTS UNLOCKS -
;***************************************

;Reaver Unlocks
[VCP_ReaverUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "嗜血者: 血之精通 2"
Summary = "所有噬血者士兵，不论军衔，均获得血之精通2."
[VCP_ReaverUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "嗜血者: 血之精通 3"
Summary = "所有噬血者士兵，不论军衔，均获得血之精通3."
[VCP_ReaverUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "嗜血者: 血之精通 4"
Summary = "所有噬血者士兵，不论军衔，均获得血之精通4."

;Seer Unlocks
[VCP_SeerUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "血之先知: 血之精通 2"
Summary = "所有血之先知，不论军衔，均获得血之精通2."
[VCP_SeerUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "血之先知: 血之精通 3"
Summary = "所有血之先知，不论军衔，均获得血之精通3."
[VCP_SeerUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "血之先知: 血之精通 4"
Summary = "所有血之先知，不论军衔，均获得血之精通4."

;Hunter Unlocks
[VCP_HunterUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "噬血猎人: 血之精通 2"
Summary = "所有噬血猎人，不论军衔，均获得血之精通2."
[VCP_HunterUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "噬血猎人: 血之精通 3"
Summary = "所有噬血猎人，不论军衔，均获得血之精通3."
[VCP_HunterUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "噬血猎人: 血之精通 4"
Summary = "所有噬血猎人，不论军衔，均获得血之精通4."

;***************************************
;New Ability Descriptions
;***************************************

;Reaver Ability
[VCP_ReaverMastery X2AbilityTemplate]
LocFriendlyName = "噬血精通"
LocHelpText = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocLongDescription = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>恐怖的想法</font> - 激活后，变得无法被侦测到，并能穿墙移动1回合.<br/><Bullet/>获得+1生命和+1临时护盾.<br/><br/><font color='#CA7200'>等级2</font>获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>黑暗支配</font> - 当小队被暴露时仍保持隐身状态。降低探测范围和视野范围.<br/><Bullet/>获得+1生命和+1临时护盾.<br/><br/><font color='#CA7200'>等级3</font>获得<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>暗影形态</font> - 被动偏转攻击。随着生命值的下降，偏转几率增加.<br/><Bullet/>获得+1生命和+1临时护盾.<br/><br/><font color='#CA7200'>等级4</font>获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>暗影反射</font> - 将暗影形态偏转的射弹射回攻击者. <br/><Bullet/>获得+1生命和+1临时护盾."

;Seer Ability
[VCP_SeerMastery X2AbilityTemplate]
LocFriendlyName = "预言精通"
LocHelpText = "The <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocLongDescription = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>灵能觉醒</font> -获得大量灵能攻击力.<br/><Bullet/>获得+1生命值和+10灵能值.<br/><br/><font color='#CA7200'>等级2</font>获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>一点一滴</font> - 减少技能的生命值消耗.<br/><Bullet/>获得+1生命值和+10灵能值.<br/><br/><font color='#CA7200'>等级3</font>获得<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得+1生命值和+15灵能值.<br/><br/><font color='#CA7200'>等级4</font>获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得+1生命值和+15灵能值."

;Hunter Ability
[VCP_HunterMastery X2AbilityTemplate]
LocFriendlyName = "猎杀精通"
LocHelpText = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocLongDescription = "The <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>火焰集中</font> -获得每次你使用不需要专注的技能造成击杀时，获得一层专注.<br/><Bullet/>获得+1生命值.<br/><br/><font color='#CA7200'>等级2</font>获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>集中提升</font> - 增加击杀获得的专注值.<br/><Bullet/>获得+1生命值.<br/><br/><font color='#CA7200'>等级3</font>获得<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>解除限制</font> -增加最大专注值.<br/><Bullet/>获得+1生命值.<br/><br/><font color='#CA7200'>等级4</font>获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>深思熟虑</font> -获得每个任务开始时获得初始专注值.<br/><Bullet/>获得+1生命值."
